Repository: seanpm2001/mt-training-data
Catalog: tn/tn_pontoon.tmx
Source language: en_us
Languages: tn

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
tn: O thusitse Common Voice gore e fitlhelele <goalPercentage></goalPercentage> ya maikaelelo a rona a letsatsi a go tlhomamisa { $goalValue }!

source: You've successfully signed up for contributing to { $language }. Thank you.
tn: O kgonne go ikwadisetsa go abelana mo { $language } ka katlego. Re a leboga.

source: Zip #{ $offset } of { $total }
tn: # ya Zip{ $offset } ya { $total }

source: Zulu
tn: Se-Zulu
